ConvertFrom-StringData -StringData @'
	# el-GR
	# Greek (Greece)

	ChkUpdate                 = Ελέγξτε για ενημερώσεις
	UpdateServerSelect        = Αυτόματη επιλογή διακομιστή ή προσαρμοσμένη επιλογή
	UpdateServerNoSelect      = Επιλέξτε έναν διαθέσιμο διακομιστή
	UpdateSilent              = Ενημερώστε σιωπηλά όταν υπάρχουν διαθέσιμες ενημερώσεις
	UpdateClean               = Επιτρέψτε τον καθαρισμό των παλιών εκδόσεων με τον ελεύθερο χρόνο
	ForceUpdate               = Αναγκαστικός έλεγχος και ενημέρωση
	UpdateReset               = Επαναφέρετε αυτήν τη λύση
	UpdateResetTips           = Όταν η διεύθυνση λήψης είναι διαθέσιμη, η λήψη επιβάλλεται και ενημερώνεται αυτόματα.
	UpdateCheckServerStatus   = Ελέγξτε την κατάσταση του διακομιστή ( {0} διαθέσιμες επιλογές )
	UpdateServerAddress       = Διεύθυνση διακομιστή
	UpdatePriority            = Έχει ήδη οριστεί ως προτεραιότητα
	UpdateServerTestFailed    = Αποτυχία δοκιμής κατάστασης διακομιστή
	UpdateQueryingUpdate      = Ερώτημα για ενημερώσεις...
	UpdateQueryingTime        = Ο έλεγχος για να διαπιστωθεί αν η πιο πρόσφατη έκδοση είναι διαθέσιμη, χρειάστηκε {0} χιλιοστά του δευτερολέπτου.
	UpdateConnectFailed       = Δεν είναι δυνατή η σύνδεση σε απομακρυσμένο διακομιστή, ο έλεγχος για ενημερώσεις ματαιώθηκε.
	UpdateMinimumVersion      = Πληροί ελάχιστες απαιτήσεις έκδοσης ενημερώσεων, ελάχιστη απαιτούμενη έκδοση: {0}
	UpdateVerifyAvailable     = Επαληθεύστε ότι η διεύθυνση είναι διαθέσιμη
	UpdateDownloadAddress     = Λήψη διεύθυνσης
	UpdateAvailable           = Διαθέσιμος
	UpdateUnavailable         = Μη διαθέσιμο
	UpdateCurrent             = Τρέχουσα έκδοση: \
	UpdateLatest              = Τελευταία διαθέσιμη έκδοση: \
	UpdateNewLatest           = Ανακαλύψτε νέες διαθέσιμες εκδόσεις!
	UpdateSkipUpdateCheck     = Προδιαμορφωμένη πολιτική για να μην επιτρέπεται η εκτέλεση αυτόματων ενημερώσεων για πρώτη φορά.
	UpdateTimeUsed            = Χρόνος που απαιτείται:
	UpdatePostProc            = Μετά την επεξεργασία
	UpdateNotExecuted         = Δεν εκτελείται
	UpdateNoPost              = Η εργασία μετά την επεξεργασία δεν βρέθηκε
	UpdateUnpacking           = Αποσυμπίεση
	UpdateDone                = Ενημερώθηκε με επιτυχία!
	UpdateDoneRefresh         = Μετά την ολοκλήρωση της ενημέρωσης, εκτελείται η επεξεργασία της λειτουργίας.
	UpdateUpdateStop          = Παρουσιάστηκε σφάλμα κατά τη λήψη της ενημέρωσης και η διαδικασία ενημέρωσης ματαιώθηκε.
	UpdateInstall             = Θέλετε να εγκαταστήσετε αυτήν την ενημέρωση?
	UpdateInstallSel          = Ναι, η παραπάνω ενημέρωση θα εγκατασταθεί\nΌχι, η ενημέρωση δεν θα εγκατασταθεί
	UpdateNoUpdateAvailable   = \n  Δεν υπάρχουν διαθέσιμες ενημερώσεις.\n\n  τρέχεις {0}'s Solutions Η πιο πρόσφατη διαθέσιμη έκδοση.\n
	UpdateNotSatisfied        = \n  Δεν πληρούνται οι ελάχιστες απαιτήσεις έκδοσης προγράμματος ενημέρωσης, \n\n  Ελάχιστη απαιτούμενη έκδοση: {0}\n\n  Κάντε λήψη ξανά {1}'s Solutions ένα αντίγραφο του εργαλείου για να το ενημερώσετε.\n\n  Ο έλεγχος για ενημερώσεις έχει ματαιωθεί.\n
'@