ConvertFrom-StringData -StringData @'
	# el-GR
	# Greek (Greece)

	ChkUpdate                 = Ελέγξτε για ενημερώσεις
	UpdateServerSelect        = Αυτόματη επιλογή διακομιστή ή προσαρμοσμένη επιλογή
	UpdateServerNoSelect      = Επιλέξτε έναν διαθέσιμο διακομιστή
	UpdateSilent              = Ενημερώστε σιωπηλά όταν υπάρχουν διαθέσιμες ενημερώσεις
	UpdateClean               = Επιτρέψτε τον καθαρισμό των παλιών εκδόσεων με τον ελεύθερο χρόνο
	ForceUpdate               = Αναγκαστικός έλεγχος και ενημέρωση
	UpdateReset               = Επαναφέρετε αυτήν τη λύση
	UpdateResetTips           = Όταν η διεύθυνση λήψης είναι διαθέσιμη, η λήψη επιβάλλεται και ενημερώνεται αυτόματα.
	UpdateCheckServerStatus   = Ελέγξτε την κατάσταση του διακομιστή ( {0} διαθέσιμες επιλογές )
	UpdateServerAddress       = Διεύθυνση διακομιστή
	UpdatePriority            = Έχει ήδη οριστεί ως προτεραιότητα
	UpdateServerTestFailed    = Αποτυχία δοκιμής κατάστασης διακομιστή
	UpdateQueryingUpdate      = Ερώτημα για ενημερώσεις...
	UpdateQueryingTime        = Ο έλεγχος για να διαπιστωθεί αν η πιο πρόσφατη έκδοση είναι διαθέσιμη, χρειάστηκε {0} χιλιοστά του δευτερολέπτου.
	UpdateConnectFailed       = Δεν είναι δυνατή η σύνδεση σε απομακρυσμένο διακομιστή, ο έλεγχος για ενημερώσεις ματαιώθηκε.
	UpdateREConnect           = Аимадара ауам, {0}/{1} тәи аамҭазы даҽазнык аҽазышәара.
	UpdateMinimumVersion      = Πληροί ελάχιστες απαιτήσεις έκδοσης ενημερώσεων, ελάχιστη απαιτούμενη έκδοση: {0}
	UpdateVerifyAvailable     = Επαληθεύστε ότι η διεύθυνση είναι διαθέσιμη
	UpdateDownloadAddress     = Λήψη διεύθυνσης
	UpdateAvailable           = Διαθέσιμος
	UpdateUnavailable         = Μη διαθέσιμο
	UpdateCurrent             = Τρέχουσα έκδοση
	UpdateLatest              = Τελευταία διαθέσιμη έκδοση
	UpdateNewLatest           = Ανακαλύψτε νέες διαθέσιμες εκδόσεις!
	UpdateSkipUpdateCheck     = Προδιαμορφωμένη πολιτική για να μην επιτρέπεται η εκτέλεση αυτόματων ενημερώσεων για πρώτη φορά.
	UpdateTimeUsed            = Χρόνος που απαιτείται
	UpdatePostProc            = Μετά την επεξεργασία
	UpdateNotExecuted         = Δεν εκτελείται
	UpdateNoPost              = Η εργασία μετά την επεξεργασία δεν βρέθηκε
	UpdateUnpacking           = Αποσυμπίεση
	UpdateDone                = Ενημερώθηκε με επιτυχία!
	UpdateDoneRefresh         = Μετά την ολοκλήρωση της ενημέρωσης, εκτελείται η επεξεργασία της λειτουργίας.
	UpdateUpdateStop          = Παρουσιάστηκε σφάλμα κατά τη λήψη της ενημέρωσης και η διαδικασία ενημέρωσης ματαιώθηκε.
	UpdateInstall             = Θέλετε να εγκαταστήσετε αυτήν την ενημέρωση?
	UpdateInstallSel          = Ναι, η παραπάνω ενημέρωση θα εγκατασταθεί\nΌχι, η ενημέρωση δεν θα εγκατασταθεί
	UpdateNotSatisfied        = \n  Δεν πληρούνται οι ελάχιστες απαιτήσεις έκδοσης προγράμματος ενημέρωσης, \n\n  Ελάχιστη απαιτούμενη έκδοση: {0}\n\n  Παρακαλώ κατεβάστε ξανά.\n\n  Ο έλεγχος για ενημερώσεις έχει ματαιωθεί.\n
	IsAllowSHA256Check        = Να επιτρέπεται η επαλήθευση κατακερματισμού SHA256
	GetSHAFailed              = Αποτυχία ανάκτησης κατακερματισμού για σύγκριση με το ληφθέν αρχείο.
	Verify_Done               = Η επαλήθευση ήταν επιτυχής.
	Verify_Failed             = Η επαλήθευση απέτυχε, αναντιστοιχία κατακερματισμού.
	Auto_Update_Allow         = Να επιτρέπονται οι αυτόματοι έλεγχοι ενημερώσεων στο παρασκήνιο
	Auto_Update_New_Allow     = Όταν εντοπίζονται νέες ενημερώσεις, επιτρέπονται οι αυτόματες ενημερώσεις.
	Auto_Check_Time           = Ώρες, διάστημα μεταξύ των αυτόματων ελέγχων
	Auto_Last_Check_Time      = Ώρα ελέγχου τελευταίας αυτόματης ενημέρωσης
	Auto_Next_Check_Time      = Όχι περισσότερο από {0} ώρες, ώρα επόμενου ελέγχου
	Auto_First_Check          = Δεν πραγματοποιήθηκε έλεγχος ενημέρωσης, θα εκτελεστεί ο πρώτος έλεγχος ενημέρωσης
	Auto_Update_Last_status   = Κατάσταση τελευταίας ενημέρωσης
	Auto_Update_IsLatest      = Είναι ήδη η τελευταία έκδοση.
'@